9/data/attachments/968f8c3dbc9c842f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Denise_senior_Friend_69285_0</nif:username>
            <nif:friendToBeRequested>soap_friends_9262bf53-9deb-459c-90d9-9c33d3ce0574</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>